{
    "news": [
        {
            "id": 0,
            "band_name": "Machine Head",
            "album_name": "Of Kingdom And Crown",
            "band_logo": "https://www.spirit-of-metal.com/les%20goupes/M/Machine%20Head/pics/9607_1.jpg",
            "album_cover": "https://www.spirit-of-metal.com/les%20goupes/M/Machine%20Head/Of%20Kingdom%20and%20Crown/Of%20Kingdom%20and%20Crown_9007.jpg",
            "date_article": "07/07/2022",
            "title_article": "Nouvel album le 22 août 2022",
            "short_desc": "Ce sera un album conceptuel de 13 titres qui se déroule dans un terrain vague futuriste décimé où le ciel est teinté de rouge cramoisi.",
            "long_desc": "La suite de Catharsis de 2018 comprend les trois chansons qui figuraient sur le single Arrows In Words From The Sky de l’année dernière : Become The Firestorm, Rotten et Arrows In Words From The Sky. Une grande partie du nouvel album de Machine Head a été enregistrée aux Sharkbite Studios à Oakland, en Californie, avec le producteur Zack Ohren."
        },
        {
            "id": 1,
            "band_name": "The Algorithm",
            "album_name": "Data Renaissance",
            "band_logo": "https://www.spirit-of-metal.com/les%20goupes/T/The%20Algorithm/pics/448a_1.jpg",
            "album_cover": "https://www.spirit-of-metal.com/les%20goupes/T/The%20Algorithm/Compiler%20Optimization%20Techniques/Compiler%20Optimization%20Techniques_4154.jpg",
            "date_article": "07/07/2022",
            "title_article": "Nouvel album le 22 août 2022",
            "short_desc": "Le producteur français Rémi Gallego vient d’annoncer l’arrivée de son cinquième album, Data Renaissance, qui sortira le 3 juin.",
            "long_desc": "Avec des singles à succès comme Cryptographic Memory et l’atmosphère sinistre d’Object Resurrection, Data Renaissance est un album électronique qui puise également dans les influences synthwave, cyberpunk et Metal.Rempli de compositions hallucinantes, d’électronique distordue, de synthétiseurs et de guitares lourdes, chaque morceau de l’album témoigne de la capacité inégalée de The Algorithm à fusionner plusieurs genres dans un paysage sonore électronique unique."
        },
        {
            "id": 2,
            "band_name": "Meshuggah",
            "album_name": "Immutable",
            "band_logo": "https://www.spirit-of-metal.com/les%20goupes/M/Meshuggah/pics/e2e1_1.jpg",
            "album_cover": "https://www.spirit-of-metal.com/les%20goupes/M/Meshuggah/Immutable/Immutable_6686.jpg",
            "date_article": "07/07/2022",
            "title_article": "Nouvel album le 01 avril 2022",
            "short_desc": "Six ans après The Violent Sleep of Reason, l’infatigable groupe Meshuggah revient avec un neuvième effort des plus massifs intitulé Immutable.",
            "long_desc": "C’est indéniable, trente-cinq ans d’existence n’ont en rien émoussé le talent de Meshuggah pour faire, comme sans effort, du Meshuggah. Irradiant de déstructurations, débordant de syncopes complètement folles, l’album se fait hypnotique et pesant, dans des registres death (« I Am That Thirst ») ou plus groovy. Le rouleau compresseur est activé, les riffs hallucinants et les circonvolutions rythmiques de Tomas Haake emportent tout sur leur passage, comme sur l’énorme single « The Abysmal Eye »."
        },
        {
            "id": 3,
            "band_name": "Five Finger Death Punch",
            "album_name": "AfterLife",
            "band_logo": "https://www.spirit-of-metal.com/les%20goupes/F/Five%20Finger%20Death%20Punch/pics/7aa9_1.jpg",
            "album_cover": "https://www.spirit-of-metal.com/les%20goupes/F/Five%20Finger%20Death%20Punch/Afterlife/Afterlife_2750.jpg",
            "date_article": "07/07/2022",
            "title_article": "Nouvel album le 19 aout 2022",
            "short_desc": "Kevin Churko a dirigé les fonctions de producteur du neuvième et sans doute le plus diversifié des albums du groupe.",
            "long_desc": "Aujourd'hui, FIVE FINGER DEATH PUNCH a publié AfterLife, la chanson-titre de son nouvel album studio. Le collaborateur du groupe depuis de nombreuses années, Kevin Churko (Ozzy Osbourne, PAPA ROACH, SKILLET...), a assuré la production de ce neuvième album qui sortira plus tard cette année, sans doute le plus diversifié du groupe. Le single AfterLife est maintenant disponible en streaming et en téléchargement sur toutes les plateformes en suivant ce lien : 5FDP-Afterlife."
        },
        {
            "id": 4,
            "band_name": "Miss May I",
            "album_name": "Curse Of Existence",
            "band_logo": "https://www.spirit-of-metal.com/les%20goupes/M/Miss%20May%20I/pics/01b6_1.jpg",
            "album_cover": "https://www.spirit-of-metal.com/les%20goupes/M/Miss%20May%20I/Curse%20of%20Existence/Curse%20of%20Existence_1370.jpg",
            "date_article": "07/07/2022",
            "title_article": "Nouvel album le 02 septembre 2022",
            "short_desc": "Miss May I sortira son premier album complet en cinq ans plus tard cet été.",
            "long_desc": "Le nouvel opus, intitulé Curse Of Existence, est prévu pour le 2 septembre via SharpTone Records. L’album a été produit, mixé et masterisé par Will Putney de Graph Nature Audio, avec la collaboration de Nick Sampson, Steve Seid et Justin Aufdemkampe, membre de Miss May I. Un nouveau single, intitulé Bleed Together, devrait faire son apparition sur toutes les plateformes de streaming dans le courant de la journée."
        }
    ]
}